{
 "header-nav-first-link": "Fordele",
 "header-nav-second-link": "Om mig",
 "header-nav-third-link": "Ydelser",
 "header-nav-fourth-link": "Anmeldelser",
 "header-nav-femth-link": "Kontakt",
 "header-nav-sixth-link": "Behandle",

 "hero-title":"Reparation gjort nemt – totalløsninger med garanti for kvalitet og en velkomstgave til nye kunder",
 "hero-pre-title-text":"HandyService — din pålidelige, personlige håndværker i Jylland, Danmark.",
 "hero-link-btn": "Book en håndværker",

  "benefits-pretitle": "Gør boligreparationer nemme og uden stress",
  "benefits-title": "Hvorfor vælge Handy Service",
  "benefits-title-content": "Dygtig, pålidelig og engageret — jeg lægger vægt på at levere reparationer og forbedringer af høj kvalitet, der holder. Dit hjem fortjener det bedste, og jeg sørger for, at alle detaljer bliver taget hånd om med omhu.",
  "benefits-first-title": "Garanteret resultat",
  "benefits-second-title": "Erfaren fagmand",
  "benefits-third-title": "Ærlige, faste priser",
  "benefits-fourth-title": "Miljøvenlige materialer",
  "benefits-fifth-title": "Rydder altid op",
  "benefits-first-content": "Jeg står inde for alt mit arbejde. Hvis noget ikke er helt i orden, retter jeg det, indtil du er fuldt tilfreds.",
  "benefits-second-content": "Med mere end 8 års erfaring har jeg udført alt fra små reparationer til større renoveringer — herunder lofter, facader, indkørsler og gulve. ",
  "benefits-third-content": "Du får altid en fast pris på forhånd — ingen skjulte gebyrer.",
  "benefits-fourth-content": "Jeg bruger bæredygtige og giftfri materialer, hvor det er muligt, så dit hjem er sundt, sikkert og miljøvenligt.",
  "benefits-fifth-content": "Jeg efterlader hjemmet pænt og rent, så du kan nyde resultatet uden besværet.",

  "services-pretitle": "Jeg passer på dit hjem, som var det mit eget",
  "services-title": "Mine ydelser",
  "services-title-content": "Klik på knapperne ovenfor for at skifte mellem servicekategorier.",
  "services-first-btn": "Maling & Finish",
  "services-second-btn": "Vægge & Gips",
  "services-third-btn": "Belægning & Indkørsler",
  "services-fourth-btn": "Montering & Reparationer",
  "services-fifth-btn": "Andre ydelser",
  "services-first-title-one": "Pudsning af vægge og lofter",
  "services-first-title-two": "Maling af vægge og lofter",
  "services-first-title-three": "Facadereparation og revnefyldning",
  "services-first-title-four": "Facademaling",
  "services-second-title-one": "Loftsbeklædning med gips",
  "services-second-title-two": "Opsætning af vægge og skillevægge",
  "services-second-title-three": "Indretning af loftsrum",
  "services-third-title-one": "Belægning & stenarbejde",
  "services-third-title-two": "Anlæg af indkørsel",
  "services-fourth-title-one": "Gulvisolering",
  "services-fourth-title-two": "Udskiftning af gulve",
  "services-fourth-title-three": "Montering af vinduer & døre",
  "services-fourth-title-four": "Tagreparation & udskiftning",
  "services-fifth-title-one": "El-arbejde (småopgaver)",
  "services-fifth-title-two": "Montering & opsætning",
  "services-fifth-title-three": "Samling af møbler",
  "services-fifth-title-four": "Reparationer før fraflytning",
  "services-first-content-one": "Jeg udjævner og forbereder vægge og lofter, så de får en glat overflade, der giver perfekt vedhæftning af maling og et rent, professionelt resultat.",
  "services-first-content-two": "Med slidstærk kvalitetsmaling giver jeg dine vægge og lofter nyt liv og beskyttelse — forvandling af dit hjem med et pænt og holdbart resultat.",
  "services-first-content-three": "Jeg udbedrer omhyggeligt revner og skader på alle typer facader — også træ — så styrke og udseende genskabes, og dit hus er beskyttet mod vind og vejr.",
  "services-first-content-four": "Jeg maler facader med vejrbestandig kvalitetsmaling — også på træ — så dit hus får et friskt udtryk og en langtidsholdbar beskyttelse. ",
  "services-second-content-one": "Opgrader dit hjem med et glat og moderne gipsloft. Jeg skaber et stilrent udtryk, der forbedrer belysningen, skjuler ujævnheder og giver varig værdi.",
  "services-second-content-two": "Forny din bolig med professionelt opførte vægge og rumdelere. Uanset om du vil skabe mere privatliv, ændre indretningen eller opdele rum, leverer jeg solide og stilfulde løsninger.",
  "services-second-content-three": "Forvandl uudnyttet loftsplads til dit yndlingsrum. Fra hyggelige soveværelser til lyse kontorer — jeg skaber smukke, funktionelle rum, der øger komfort og boligværdi.",
  "services-third-content-one": "Jeg lægger fliser og belægningssten med præcision, så du får stærke, jævne og elegante overflader, der både pynter og giver praktisk funktion i haven.",
  "services-thirs-content-two": "Jeg bygger holdbare og veldesignede indkørsler, der giver nem adgang, tåler daglig brug og forskønner din ejendom.",
  "services-fourth-content-one": "Jeg isolerer og monterer alle typer gulve, så du får varme, komfort og energieffektivitet — samtidig med at stil og holdbarhed forbedres.",
  "services-fourth-content-two": "Jeg lægger laminat-, vinyl- og trægulve med præcision — inkl. forberedelse, fjernelse af gamle belægninger og en flot finish, der holder i mange år.",
  "services-fourth-content-three": "Jeg monterer vinduer og døre professionelt — også specialfremstillede PVC-vinduer — med perfekt pasform, god isolering og lang levetid.",
  "services-fourth-content-four": "Jeg udbedrer utætheder, udskifter beskadigede materialer og monterer tagrender, så dit hus beskyttes mod vandskader og taget holder længere.",
  "services-fifth-content-one": "Jeg klarer mindre el-opgaver som udskiftning af kontakter, stikkontakter og montering af lamper — sikkert, pålideligt og pænt udført.",
  "services-fifth-content-two": "Jeg monterer gardinstænger, hylder og spejle sikkert, så dit hjem både får funktionalitet og et flot udtryk.",
  "services-fifth-content-three": "Jeg samler og monterer møbler præcist, så alt står stabilt, fungerer som det skal og passer perfekt ind i dit hjem.",
  "services-fifth-content-four": "Revner i væggene, knirkende gulve, løse møbler? Jeg fikser det hele — låse, døre, møbler, vægge og gulve samt andre småskader, der har hobet sig op gennem årene.",
  "services-link-btn": "Bestil service",

  "approach-pretitle": "Fokus på kvalitet og effektivitet",
  "approach-title": "Din partner til komplette bolig renoveringer",
  "approach-title-content": "Fra den første idé til den sidste detalje tager jeg mig af det hele for dig.",
  "approach-text1": "Hvorfor jonglere med forskellige håndværkere, når du kan have én dygtig fagmand, der styrer hele projektet? Hos mig får du en ægte totalløsning: jeg planlægger, koordinerer og udfører hvert trin selv, så du kan nyde resultatet uden stress.",
  "approach-text-list-title": "Hvad du kan forvente:",
  "approach-listitem1": "Én pålidelig partner fra start til slut",
  "approach-listitem2": "En glidende proces uden forsinkelser eller forvirring",
  "approach-listitem3": "Kvalitetshåndværk med sans for detaljen",
  "approach-listitem4": "Ærlig kommunikation og respekt for din tid og dit hjem",
  "approach-text2": "Uanset om det gælder en komplet renovering eller mindre forbedringer, gør jeg processen enkel, effektiv og tilpasset dine behov. Dit hjem, din vision — leveret under ét tag, af ét par betroede hænder.",

  "contact-form-pretitle": "Din løsning starter her",
  "contact-form-title": "Lad os fikse det sammen",
  "contact-form-title-content": "Fortæl mig om dit projekt eller dine reparationsbehov, så vender jeg tilbage med et gratis tilbud og den tidligst mulige tid.",
  "contact-form-call-me": "Ring til mig",
  "contact-form-work-hours": "Tilgængelig dagligt",
  "contact-form-office": "Kontor",
  "contact-form-form-title": "Del dine kontaktoplysninger, så hører du fra mig snarest",
  "contact-form-name": "Indtast dit navn*",
  "contact-form-number": "Indtast telefonnummer*",
  "contact-form-comment": "Kommentar",
  "contact-form-submit-btn": "Book en håndværker",
  "contact-form-cover-title": "Hej! 👋 \nJeg har modtaget din forespørgsel",
  "contact-form-cover-massege": "Jeg kontakter dig snart for at bekræfte detaljerne og aftale et tidspunkt.",
  "contact-form-cover-btn": "Forstået",

  "repair-steps-pretitle": "Klare, enkle trin til en perfekt reparation",
  "repair-steps-title": "Min arbejdsproces",
  "repair-steps-title-content": "Jeg følger en tydelig trin-for-trin proces — fra første gennemgang til de sidste detaljer — så arbejdet bliver gjort rigtigt første gang.",
  "repair-steps-title1": "01. Forespørgsel & konsultation",
  "repair-steps-title2": "02. Gratis tilbud & tidsplan",
  "repair-steps-title3": "03. Planlægning",
  "repair-steps-title4": "04. Totalløsning",
  "repair-steps-title5": "05. Afslutning & oprydning",
  "repair-steps-title6": "06. Garanti & support",
  "repair-steps-title-content1": "Du kontakter mig — via telefon, e-mail eller formularen på hjemmesiden — og beskriver dit problem eller projekt.",
  "repair-steps-title-content2": "Ud fra din forespørgsel giver jeg et klart tilbud til fast pris uden skjulte gebyrer samt et estimeret tidspunkt for færdiggørelse.",
  "repair-steps-title-content3": "Vi aftaler et tidspunkt, der passer dig — også aften, weekend eller helligdage.",
  "repair-steps-title-content4": "Jeg udfører alt arbejdet fra start til slut med kvalitetsmaterialer og professionelle værktøjer. Hvor det er muligt, anvender jeg miljøvenlige løsninger.",
  "repair-steps-title-content5": "Vi gennemgår resultatet sammen. Jeg sikrer, at alt lever op til dine forventninger, rydder pænt op og efterlader dit hjem klar til brug.",
  "repair-steps-title-content6": "Alt arbejde udføres med kvalitetsgaranti. Skulle der være behov for en justering, ordner jeg det hurtigt uden ekstra omkostninger.",

  "about-me-title": "Erfaren håndværker, der udfører alle former for totalrenovering hurtigt",
  "about-me-first-paragrap": "Jeg er en erfaren handyman, der i mange år har arbejdet i Esbjerg og over hele Jylland. Jeg tilbyder professionelle reparationer og renoveringer til konkurrencedygtige priser — altid med kvalitetsgaranti og mulighed for at bestille også i weekender og på helligdage.",
  "about-me-second-paragraph": "Jeg er specialiseret i facade­reparationer, maling af vægge (inde og ude), tømrer- og snedkerarbejde, montering af specialmål PVC-vinduer eller færdige enheder samt belægning med sten.",
  "about-me-third-paragraph": "Skal du flytte ud? Lad mig hjælpe dig med at undgå uventede udgifter og konflikter. Jeg udbedrer hurtigt fejl, skader og slid, så din bolig står klar til syn: maling af vægge, fornyelse af gulve, udfyldning af revner og udbedring af nødvendige detaljer.",
  "about-me-fourth-paragraph": "Jeg kan lide udfordrende opgaver og er ikke bange for nye projekter. Send en forespørgsel, så finder vi en tid, der passer dig — og jeg sørger for, at din fraflytning bliver så nem og problemfri som muligt.",
  "about-me-fifth-paragraph": "års erfaring",
  "about-me-sixth-paragraph": "afsluttede projekter",

  "testimonials-pre-title": "Ægte historier. Ægte resultater.",
  "testimonials-title": "Læs hvad mine kunder siger!",
  "testimonials-title-text": "Se hvad boligejere, jeg har hjulpet, fortæller.",

  "testimonials-first-card-quote":"\"Vi hyrede Mikhail til at reparere revner og male facaden på vores træhus. Resultatet overgik alle forventninger — overfladen ser frisk og glat ud, og malerarbejdet er helt fejlfrit. Han arbejdede hurtigt, rent og gav endda råd om, hvordan malingen kan holde længere.\"",
  "testimonials-first-card-name": "Anna",
  "testimonials-first-card-city": "Esbjerg",

  "testimonials-second-card-quote":"\"Vi bestilte specialmål PVC-vinduer hos Mikhail, og han monterede dem perfekt. Ingen træk, perfekt pasform, og arbejdet blev færdigt hurtigere end lovet.\"",
  "testimonials-second-card-name": "Maria",
  "testimonials-second-card-city": "Fredericia",

  "testimonials-third-card-quote":"\"Vi havde brug for en ny indkørsel, og Mikhail lagde belægningsstenene rigtig flot. Linjerne er lige, mønstret er præcis som vi ønskede, og selv efter kraftig regn dræner overfladen perfekt.\"",
  "testimonials-third-card-name": "Lars",
  "testimonials-third-card-city": "Vejle",

  "testimonials-fourth-card-quote":"\"Mikhail udskiftede gamle kontakter og installerede nye loftslamper i vores stue. Han arbejdede pænt og forklarede alt undervejs. Meget tillidsvækkende.\"",
  "testimonials-fourth-card-name": "Elena",
  "testimonials-fourth-card-city": "Tarm",

  "testimonials-fifth-card-quote":"\"Mikhail forvandlede vores loft til et hyggeligt gæsteværelse ved at sætte gipsvægge og loft op. Alt blev udført præcist, og finishen er perfekt. Det føles som et helt nyt rum nu.\"",
  "testimonials-fifth-card-name": "Peter",
  "testimonials-fifth-card-city": "Kolding",

  "testimonials-sixth-card-quote":"\"Vi bad Mikhail om at forny vores stue med nyt gulv og maling. Resultatet blev fantastisk — rummet ser lysere og mere moderne ud, og kvaliteten er helt i top. Han blev færdig til tiden og efterlod alt skinnende rent.\"",
  "testimonials-sixth-card-name": "Jonas",
  "testimonials-sixth-card-city": "Aarhus"


}


