{
  "benefits-pretitle": "Making Home Repairs Easy and Stress-Free",
  "benefits-title": "Why Choose Handy Service",
  "benefits-title-content": "Skilled, reliable, and dedicated — I take pride in delivering high-quality repairs and improvements that last. Your home deserves the best, and I’m here to make sure every detail is handled with care.",
  "benefits-first-title": "Guaranteed Results",
  "benefits-second-title": "Experienced Professional",
  "benefits-third-title": "Honest, Fixed Pricing",
  "benefits-fourth-title": "Eco-Friendly Materials",
  "benefits-fifth-title": "Cleanup After the Job",
  "benefits-first-content": "I take pride in every job I do. If something isn’t right, I’ll fix it until you’re completely satisfied.",
  "benefits-second-content": "With over 8 years of experience, I’ve handled everything from minor repairs to full renovations, including attics, facades, driveways, and flooring.",
  "benefits-third-content": "Before I start, you’ll know exactly how much it will cost — no hidden fees, ever.",
  "benefits-fourth-content": "I’m committed to using sustainable and non-toxic materials whenever possible, ensuring your home is safe, healthy, and environmentally responsible.",
  "benefits-fifth-content": "I always clean up after myself so you can enjoy the result without the mess.",

  "about-me-title": "Experienced craftsman delivering all types of turnkey repairs quickly",
  "about-me-first-paragrap": "I am a handyman with many years of experience working in Esbjerg and throughout Jutland. I offer professional repair and restoration services at competitive prices, backed by a quality guarantee — available at your convenience, including weekends and holidays.",
  "about-me-second-paragraph": "I specialize in facade repairs, interior and exterior wall painting, carpentry and joinery, installation of custom-sized PVC windows or assembly of ready-made units, as well as laying paving stones.",
  "about-me-third-paragraph": "If you’re planning to move out, invite me to help you avoid unexpected costs and conflicts! I will promptly fix any defects, damage, or wear in accordance with your rental agreement requirements. I’ll prepare your home for inspection: repaint walls, renew flooring, fill cracks, and restore necessary elements.",
  "about-me-fourth-paragraph": "I enjoy challenging tasks and am not afraid of new challenges. Leave a request, and we’ll schedule a convenient time to make your move-out as smooth and hassle-free as possible.",
  "about-me-fifth-paragraph": "Years Experience",
  "about-me-sixth-paragraph": "Completed projects",

  "testimonials-pre-title": "Real Stories. Real Results.",
  "testimonials-title": "Read what MY customers have to say!",
  "testimonials-title-text": "See what homeowners I’ve helped have to say.",

  "testimonials-first-card-quote":"We hired Mikhail to repair cracks and repaint the facade of our wooden house. The result was beyond expectations — the surface looks fresh, smooth, and the paintwork is flawless. He worked quickly, cleanly, and even gave advice on how to maintain the paint for longer.",
  "testimonials-first-card-name": "Anna",
  "testimonials-first-card-city": "Esbjerg",

  "testimonials-second-card-quote":"We ordered custom PVC windows from Mikhail and he installed them flawlessly. No drafts, perfect fit, and the work was completed faster than promised.",
  "testimonials-second-card-name": "Maria",
  "testimonials-second-card-city": "Fredericia",

  "testimonials-third-card-quote":"We needed a driveway makeover and Mikhail laid paving stones beautifully. The lines are even, and the pattern is exactly what we wanted. Even after heavy rain, the surface drains perfectly.",
  "testimonials-third-card-name": "Lars",
  "testimonials-third-card-city": "Vejle",

  "testimonials-fourth-card-quote":"Mikhail replaced old switches and installed new ceiling lights in our living room. He worked neatly and explained everything he was doing. Very trustworthy.",
  "testimonials-fourth-card-name": "Elena",
  "testimonials-fourth-card-city": "Odense",

  "testimonials-fifth-card-quote":"Mikhail transformed our attic into a cozy guest room, installing plasterboard walls and ceiling. Everything was done with precision, and the finish is perfect. It feels like a completely new space now.",
  "testimonials-fifth-card-name": "Peter",
  "testimonials-fifth-card-city": "Kolding",

  "testimonials-sixth-card-quote":"We asked Mikhail to refresh our living room with new flooring and a repaint. The result was stunning — the room looks brighter, more modern, and the quality is top-notch. He finished on time and left everything spotless.",
  "testimonials-sixth-card-name": "Jonas",
  "testimonials-sixth-card-city": "Aarhus"
}

