{
  "benefits-pretitle": "Making Home Repairs Easy and Stress-Free",
  "benefits-title": "Why Choose Handy Service",
  "benefits-title-content": "Skilled, reliable, and dedicated — I take pride in delivering high-quality repairs and improvements that last. Your home deserves the best, and I’m here to make sure every detail is handled with care.",
  "benefits-first-title": "Guaranteed Results",
  "benefits-second-title": "Experienced Professional",
  "benefits-third-title": "Honest, Fixed Pricing",
  "benefits-fourth-title": "Eco-Friendly Materials",
  "benefits-fifth-title": "Cleanup After the Job",
  "benefits-first-content": "I take pride in every job I do. If something isn’t right, I’ll fix it until you’re completely satisfied.",
  "benefits-second-content": "With over 8 years of experience, I’ve handled everything from minor repairs to full renovations, including attics, facades, driveways, and flooring.",
  "benefits-third-content": "Before I start, you’ll know exactly how much it will cost — no hidden fees, ever.",
  "benefits-fourth-content": "I’m committed to using sustainable and non-toxic materials whenever possible, ensuring your home is safe, healthy, and environmentally responsible.",
  "benefits-fifth-content": "I always clean up after myself so you can enjoy the result without the mess.",

  "about-me-title": "Experienced craftsman delivering all types of turnkey repairs quickly",
  "about-me-first-paragrap": "I am a handyman with many years of experience working in Esbjerg and throughout Jutland. I offer professional repair and restoration services at competitive prices, backed by a quality guarantee — available at your convenience, including weekends and holidays.",
  "about-me-second-paragraph": "I specialize in facade repairs, interior and exterior wall painting, carpentry and joinery, installation of custom-sized PVC windows or assembly of ready-made units, as well as laying paving stones.",
  "about-me-third-paragraph": "If you’re planning to move out, invite me to help you avoid unexpected costs and conflicts! I will promptly fix any defects, damage, or wear in accordance with your rental agreement requirements. I’ll prepare your home for inspection: repaint walls, renew flooring, fill cracks, and restore necessary elements.",
  "about-me-fourth-paragraph": "I enjoy challenging tasks and am not afraid of new challenges. Leave a request, and we’ll schedule a convenient time to make your move-out as smooth and hassle-free as possible.",
  "about-me-fifth-paragraph": "Years Experience",
  "about-me-sixth-paragraph": "Completed projects"
}

